{
  "tokens": [
    "!",
    "#",
    "##10",
    "##11",
    "##12",
    "##13",
    "##14",
    "##15",
    "##17",
    "##18",
    "##2",
    "##3",
    "##4",
    "##5",
    "##6",
    "##7",
    "##8",
    "##9",
    "##AD",
    "##B",
    "##D",
    "##E",
    "##G",
    "##GA",
    "##H",
    "##I",
    "##ID",
    "##IG",
    "##IL",
    "##IM",
    "##IN",
    "##IR",
    "##IS",
    "##L",
    "##M",
    "##MI",
    "##N",
    "##P",
    "##R",
    "##S",
    "##U",
    "##UL",
    "##UM",
    "##W",
    "##X",
    "##Z",
    "##a",
    "##ab",
    "##ag",
    "##agi",
    "##ah",
    "##ak",
    "##al",
    "##an",
    "##anda",
    "##ank",
    "##ar",
    "##ara",
    "##b",
    "##bala",
    "##bar",
    "##bba",
    "##bih",
    "##bir",
    "##bru",
    "##d",
    "##da",
    "##dim",
    "##dra",
    "##du",
    "##dub",
    "##dur",
    "##e",
    "##eg",
    "##em",
    "##en",
    "##er",
    "##es",
    "##g",
    "##ga",
    "##gab",
    "##gal",
    "##gar",
    "##gi",
    "##gin",
    "##gir",
    "##gna",
    "##gu",
    "##gum",
    "##h",
    "##hal",
    "##har",
    "##hi",
    "##i",
    "##id",
    "##ig",
    "##il",
    "##im",
    "##imas",
    "##in",
    "##ir",
    "##iti",
    "##k",
    "##kal",
    "##kan",
    "##ken",
    "##kim",
    "##kkal",
    "##kken",
    "##kku",
    "##ku",
    "##kul",
    "##kum",
    "##kur",
    "##l",
    "##la",
    "##lag",
    "##lga",
    "##li",
    "##lug",
    "##m",
    "##ma",
    "##me",
    "##mes",
    "##mm",
    "##mma",
    "##mmar",
    "##mu",
    "##n",
    "##na",
    "##nna",
    "##p",
    "##pa",
    "##ppa",
    "##ppi",
    "##q",
    "##r",
    "##ra",
    "##ran",
    "##rig",
    "##saba",
    "##sku",
    "##sz",
    "##sze",
    "##szi",
    "##szt",
    "##t",
    "##ta",
    "##tab",
    "##u",
    "##ub",
    "##uba",
    "##uda",
    "##udu",
    "##ug",
    "##uku",
    "##ul",
    "##ula",
    "##um",
    "##un",
    "##uni",
    "##ur",
    "##uru",
    "##us",
    "##usz",
    "##ux",
    "##x",
    "##z",
    "##za",
    "##ze",
    "##zh",
    "##zi",
    "##zkim",
    "##zku",
    "##zna",
    "##zta",
    "##ztu",
    "##zu",
    "##zur",
    "$",
    "&",
    "'",
    "(",
    ")",
    ",",
    "-",
    ".",
    "/",
    "1",
    "2",
    "3",
    "4",
    "5",
    "6",
    "7",
    "8",
    "9",
    ":",
    "<",
    ">",
    "?",
    "@",
    "A",
    "AL",
    "AN",
    "AR",
    "AS",
    "B",
    "BA",
    "D",
    "DI",
    "E2",
    "EN",
    "ES",
    "G",
    "GA",
    "H",
    "IL",
    "IS",
    "K",
    "KA",
    "LA",
    "MA",
    "ME",
    "NE",
    "PA",
    "S",
    "SA",
    "SI",
    "TU",
    "U",
    "UD",
    "US",
    "Z",
    "[",
    "]",
    "_",
    "a",
    "ab",
    "ad",
    "ag",
    "aga",
    "ah",
    "ak",
    "al",
    "alam",
    "alan",
    "ali",
    "am",
    "ama",
    "amar",
    "amb",
    "an",
    "ans",
    "ap",
    "api",
    "ar",
    "as",
    "asa",
    "at",
    "az",
    "ba",
    "bad",
    "bala",
    "ban",
    "banda",
    "bar",
    "bara",
    "be",
    "bi",
    "bil",
    "bl",
    "bu",
    "c",
    "d",
    "da",
    "dab",
    "dag",
    "dal",
    "dam",
    "dan",
    "dar",
    "de",
    "di",
    "did",
    "din",
    "diri",
    "dis",
    "du",
    "dub",
    "dug",
    "dum",
    "dun",
    "dur",
    "dus",
    "e",
    "edi",
    "ela",
    "em",
    "en",
    "ene",
    "eng",
    "ensi",
    "er",
    "ere",
    "eri",
    "es",
    "esi",
    "ez",
    "g",
    "ga",
    "gab",
    "gada",
    "gal",
    "gan",
    "gar",
    "gara",
    "gaz",
    "ge",
    "gen",
    "gi",
    "gibi",
    "gir",
    "giri",
    "gu",
    "gud",
    "gun",
    "gur",
    "guru",
    "ha",
    "hab",
    "had",
    "hal",
    "har",
    "has",
    "he",
    "hen",
    "hi",
    "hu",
    "hul",
    "hun",
    "hur",
    "hus",
    "i",
    "ia",
    "ibi",
    "id",
    "idi",
    "ig",
    "ik",
    "iku",
    "il",
    "illa",
    "im",
    "in",
    "ina",
    "ini",
    "ir",
    "iri",
    "is",
    "it",
    "iz",
    "ka",
    "kam",
    "kan",
    "kar",
    "kas",
    "ke",
    "kes",
    "ki",
    "kin",
    "kiri",
    "kis",
    "ku",
    "kun",
    "kung",
    "kup",
    "kur",
    "kuru",
    "kus",
    "la",
    "laga",
    "lah",
    "le",
    "li",
    "lib",
    "lu",
    "lunga",
    "m",
    "ma",
    "mah",
    "mal",
    "mar",
    "mas",
    "me",
    "mer",
    "mes",
    "mi",
    "min",
    "mu",
    "mun",
    "mur",
    "n",
    "na",
    "nag",
    "nam",
    "nan",
    "nar",
    "ne",
    "ner",
    "nera",
    "nes",
    "ni",
    "nim",
    "nin",
    "nit",
    "nu",
    "num",
    "nun",
    "pa",
    "pal",
    "par",
    "pes",
    "pi",
    "pis",
    "pu",
    "q",
    "qu",
    "ra",
    "re",
    "ri",
    "ru",
    "rum",
    "s",
    "sa",
    "saga",
    "saha",
    "saka",
    "sal",
    "sang",
    "se",
    "ses",
    "si",
    "sig",
    "sik",
    "sil",
    "sila",
    "sim",
    "sir",
    "sis",
    "space",
    "su",
    "sub",
    "sud",
    "sue",
    "suhu",
    "sull",
    "sum",
    "sun",
    "sur",
    "sz",
    "t",
    "ta",
    "tab",
    "tag",
    "tak",
    "tal",
    "tam",
    "tar",
    "te",
    "ti",
    "til",
    "tir",
    "tu",
    "tur",
    "u",
    "ud",
    "ug",
    "uk",
    "ul",
    "um",
    "un",
    "unu",
    "ur",
    "uri",
    "us",
    "ut",
    "uz",
    "v",
    "wa",
    "we",
    "x",
    "za",
    "zal",
    "ze",
    "zi",
    "zu",
    "{",
    "|",
    "}"
  ],
  "token_to_id": {
    "!": 0,
    "#": 1,
    "##10": 2,
    "##11": 3,
    "##12": 4,
    "##13": 5,
    "##14": 6,
    "##15": 7,
    "##17": 8,
    "##18": 9,
    "##2": 10,
    "##3": 11,
    "##4": 12,
    "##5": 13,
    "##6": 14,
    "##7": 15,
    "##8": 16,
    "##9": 17,
    "##AD": 18,
    "##B": 19,
    "##D": 20,
    "##E": 21,
    "##G": 22,
    "##GA": 23,
    "##H": 24,
    "##I": 25,
    "##ID": 26,
    "##IG": 27,
    "##IL": 28,
    "##IM": 29,
    "##IN": 30,
    "##IR": 31,
    "##IS": 32,
    "##L": 33,
    "##M": 34,
    "##MI": 35,
    "##N": 36,
    "##P": 37,
    "##R": 38,
    "##S": 39,
    "##U": 40,
    "##UL": 41,
    "##UM": 42,
    "##W": 43,
    "##X": 44,
    "##Z": 45,
    "##a": 46,
    "##ab": 47,
    "##ag": 48,
    "##agi": 49,
    "##ah": 50,
    "##ak": 51,
    "##al": 52,
    "##an": 53,
    "##anda": 54,
    "##ank": 55,
    "##ar": 56,
    "##ara": 57,
    "##b": 58,
    "##bala": 59,
    "##bar": 60,
    "##bba": 61,
    "##bih": 62,
    "##bir": 63,
    "##bru": 64,
    "##d": 65,
    "##da": 66,
    "##dim": 67,
    "##dra": 68,
    "##du": 69,
    "##dub": 70,
    "##dur": 71,
    "##e": 72,
    "##eg": 73,
    "##em": 74,
    "##en": 75,
    "##er": 76,
    "##es": 77,
    "##g": 78,
    "##ga": 79,
    "##gab": 80,
    "##gal": 81,
    "##gar": 82,
    "##gi": 83,
    "##gin": 84,
    "##gir": 85,
    "##gna": 86,
    "##gu": 87,
    "##gum": 88,
    "##h": 89,
    "##hal": 90,
    "##har": 91,
    "##hi": 92,
    "##i": 93,
    "##id": 94,
    "##ig": 95,
    "##il": 96,
    "##im": 97,
    "##imas": 98,
    "##in": 99,
    "##ir": 100,
    "##iti": 101,
    "##k": 102,
    "##kal": 103,
    "##kan": 104,
    "##ken": 105,
    "##kim": 106,
    "##kkal": 107,
    "##kken": 108,
    "##kku": 109,
    "##ku": 110,
    "##kul": 111,
    "##kum": 112,
    "##kur": 113,
    "##l": 114,
    "##la": 115,
    "##lag": 116,
    "##lga": 117,
    "##li": 118,
    "##lug": 119,
    "##m": 120,
    "##ma": 121,
    "##me": 122,
    "##mes": 123,
    "##mm": 124,
    "##mma": 125,
    "##mmar": 126,
    "##mu": 127,
    "##n": 128,
    "##na": 129,
    "##nna": 130,
    "##p": 131,
    "##pa": 132,
    "##ppa": 133,
    "##ppi": 134,
    "##q": 135,
    "##r": 136,
    "##ra": 137,
    "##ran": 138,
    "##rig": 139,
    "##saba": 140,
    "##sku": 141,
    "##sz": 142,
    "##sze": 143,
    "##szi": 144,
    "##szt": 145,
    "##t": 146,
    "##ta": 147,
    "##tab": 148,
    "##u": 149,
    "##ub": 150,
    "##uba": 151,
    "##uda": 152,
    "##udu": 153,
    "##ug": 154,
    "##uku": 155,
    "##ul": 156,
    "##ula": 157,
    "##um": 158,
    "##un": 159,
    "##uni": 160,
    "##ur": 161,
    "##uru": 162,
    "##us": 163,
    "##usz": 164,
    "##ux": 165,
    "##x": 166,
    "##z": 167,
    "##za": 168,
    "##ze": 169,
    "##zh": 170,
    "##zi": 171,
    "##zkim": 172,
    "##zku": 173,
    "##zna": 174,
    "##zta": 175,
    "##ztu": 176,
    "##zu": 177,
    "##zur": 178,
    "$": 179,
    "&": 180,
    "'": 181,
    "(": 182,
    ")": 183,
    ",": 184,
    "-": 185,
    ".": 186,
    "/": 187,
    "1": 188,
    "2": 189,
    "3": 190,
    "4": 191,
    "5": 192,
    "6": 193,
    "7": 194,
    "8": 195,
    "9": 196,
    ":": 197,
    "<": 198,
    ">": 199,
    "?": 200,
    "@": 201,
    "A": 202,
    "AL": 203,
    "AN": 204,
    "AR": 205,
    "AS": 206,
    "B": 207,
    "BA": 208,
    "D": 209,
    "DI": 210,
    "E2": 211,
    "EN": 212,
    "ES": 213,
    "G": 214,
    "GA": 215,
    "H": 216,
    "IL": 217,
    "IS": 218,
    "K": 219,
    "KA": 220,
    "LA": 221,
    "MA": 222,
    "ME": 223,
    "NE": 224,
    "PA": 225,
    "S": 226,
    "SA": 227,
    "SI": 228,
    "TU": 229,
    "U": 230,
    "UD": 231,
    "US": 232,
    "Z": 233,
    "[": 234,
    "]": 235,
    "_": 236,
    "a": 237,
    "ab": 238,
    "ad": 239,
    "ag": 240,
    "aga": 241,
    "ah": 242,
    "ak": 243,
    "al": 244,
    "alam": 245,
    "alan": 246,
    "ali": 247,
    "am": 248,
    "ama": 249,
    "amar": 250,
    "amb": 251,
    "an": 252,
    "ans": 253,
    "ap": 254,
    "api": 255,
    "ar": 256,
    "as": 257,
    "asa": 258,
    "at": 259,
    "az": 260,
    "ba": 261,
    "bad": 262,
    "bala": 263,
    "ban": 264,
    "banda": 265,
    "bar": 266,
    "bara": 267,
    "be": 268,
    "bi": 269,
    "bil": 270,
    "bl": 271,
    "bu": 272,
    "c": 273,
    "d": 274,
    "da": 275,
    "dab": 276,
    "dag": 277,
    "dal": 278,
    "dam": 279,
    "dan": 280,
    "dar": 281,
    "de": 282,
    "di": 283,
    "did": 284,
    "din": 285,
    "diri": 286,
    "dis": 287,
    "du": 288,
    "dub": 289,
    "dug": 290,
    "dum": 291,
    "dun": 292,
    "dur": 293,
    "dus": 294,
    "e": 295,
    "edi": 296,
    "ela": 297,
    "em": 298,
    "en": 299,
    "ene": 300,
    "eng": 301,
    "ensi": 302,
    "er": 303,
    "ere": 304,
    "eri": 305,
    "es": 306,
    "esi": 307,
    "ez": 308,
    "g": 309,
    "ga": 310,
    "gab": 311,
    "gada": 312,
    "gal": 313,
    "gan": 314,
    "gar": 315,
    "gara": 316,
    "gaz": 317,
    "ge": 318,
    "gen": 319,
    "gi": 320,
    "gibi": 321,
    "gir": 322,
    "giri": 323,
    "gu": 324,
    "gud": 325,
    "gun": 326,
    "gur": 327,
    "guru": 328,
    "ha": 329,
    "hab": 330,
    "had": 331,
    "hal": 332,
    "har": 333,
    "has": 334,
    "he": 335,
    "hen": 336,
    "hi": 337,
    "hu": 338,
    "hul": 339,
    "hun": 340,
    "hur": 341,
    "hus": 342,
    "i": 343,
    "ia": 344,
    "ibi": 345,
    "id": 346,
    "idi": 347,
    "ig": 348,
    "ik": 349,
    "iku": 350,
    "il": 351,
    "illa": 352,
    "im": 353,
    "in": 354,
    "ina": 355,
    "ini": 356,
    "ir": 357,
    "iri": 358,
    "is": 359,
    "it": 360,
    "iz": 361,
    "ka": 362,
    "kam": 363,
    "kan": 364,
    "kar": 365,
    "kas": 366,
    "ke": 367,
    "kes": 368,
    "ki": 369,
    "kin": 370,
    "kiri": 371,
    "kis": 372,
    "ku": 373,
    "kun": 374,
    "kung": 375,
    "kup": 376,
    "kur": 377,
    "kuru": 378,
    "kus": 379,
    "la": 380,
    "laga": 381,
    "lah": 382,
    "le": 383,
    "li": 384,
    "lib": 385,
    "lu": 386,
    "lunga": 387,
    "m": 388,
    "ma": 389,
    "mah": 390,
    "mal": 391,
    "mar": 392,
    "mas": 393,
    "me": 394,
    "mer": 395,
    "mes": 396,
    "mi": 397,
    "min": 398,
    "mu": 399,
    "mun": 400,
    "mur": 401,
    "n": 402,
    "na": 403,
    "nag": 404,
    "nam": 405,
    "nan": 406,
    "nar": 407,
    "ne": 408,
    "ner": 409,
    "nera": 410,
    "nes": 411,
    "ni": 412,
    "nim": 413,
    "nin": 414,
    "nit": 415,
    "nu": 416,
    "num": 417,
    "nun": 418,
    "pa": 419,
    "pal": 420,
    "par": 421,
    "pes": 422,
    "pi": 423,
    "pis": 424,
    "pu": 425,
    "q": 426,
    "qu": 427,
    "ra": 428,
    "re": 429,
    "ri": 430,
    "ru": 431,
    "rum": 432,
    "s": 433,
    "sa": 434,
    "saga": 435,
    "saha": 436,
    "saka": 437,
    "sal": 438,
    "sang": 439,
    "se": 440,
    "ses": 441,
    "si": 442,
    "sig": 443,
    "sik": 444,
    "sil": 445,
    "sila": 446,
    "sim": 447,
    "sir": 448,
    "sis": 449,
    "space": 450,
    "su": 451,
    "sub": 452,
    "sud": 453,
    "sue": 454,
    "suhu": 455,
    "sull": 456,
    "sum": 457,
    "sun": 458,
    "sur": 459,
    "sz": 460,
    "t": 461,
    "ta": 462,
    "tab": 463,
    "tag": 464,
    "tak": 465,
    "tal": 466,
    "tam": 467,
    "tar": 468,
    "te": 469,
    "ti": 470,
    "til": 471,
    "tir": 472,
    "tu": 473,
    "tur": 474,
    "u": 475,
    "ud": 476,
    "ug": 477,
    "uk": 478,
    "ul": 479,
    "um": 480,
    "un": 481,
    "unu": 482,
    "ur": 483,
    "uri": 484,
    "us": 485,
    "ut": 486,
    "uz": 487,
    "v": 488,
    "wa": 489,
    "we": 490,
    "x": 491,
    "za": 492,
    "zal": 493,
    "ze": 494,
    "zi": 495,
    "zu": 496,
    "{": 497,
    "|": 498,
    "}": 499
  },
  "id_to_token": {
    "0": "!",
    "1": "#",
    "2": "##10",
    "3": "##11",
    "4": "##12",
    "5": "##13",
    "6": "##14",
    "7": "##15",
    "8": "##17",
    "9": "##18",
    "10": "##2",
    "11": "##3",
    "12": "##4",
    "13": "##5",
    "14": "##6",
    "15": "##7",
    "16": "##8",
    "17": "##9",
    "18": "##AD",
    "19": "##B",
    "20": "##D",
    "21": "##E",
    "22": "##G",
    "23": "##GA",
    "24": "##H",
    "25": "##I",
    "26": "##ID",
    "27": "##IG",
    "28": "##IL",
    "29": "##IM",
    "30": "##IN",
    "31": "##IR",
    "32": "##IS",
    "33": "##L",
    "34": "##M",
    "35": "##MI",
    "36": "##N",
    "37": "##P",
    "38": "##R",
    "39": "##S",
    "40": "##U",
    "41": "##UL",
    "42": "##UM",
    "43": "##W",
    "44": "##X",
    "45": "##Z",
    "46": "##a",
    "47": "##ab",
    "48": "##ag",
    "49": "##agi",
    "50": "##ah",
    "51": "##ak",
    "52": "##al",
    "53": "##an",
    "54": "##anda",
    "55": "##ank",
    "56": "##ar",
    "57": "##ara",
    "58": "##b",
    "59": "##bala",
    "60": "##bar",
    "61": "##bba",
    "62": "##bih",
    "63": "##bir",
    "64": "##bru",
    "65": "##d",
    "66": "##da",
    "67": "##dim",
    "68": "##dra",
    "69": "##du",
    "70": "##dub",
    "71": "##dur",
    "72": "##e",
    "73": "##eg",
    "74": "##em",
    "75": "##en",
    "76": "##er",
    "77": "##es",
    "78": "##g",
    "79": "##ga",
    "80": "##gab",
    "81": "##gal",
    "82": "##gar",
    "83": "##gi",
    "84": "##gin",
    "85": "##gir",
    "86": "##gna",
    "87": "##gu",
    "88": "##gum",
    "89": "##h",
    "90": "##hal",
    "91": "##har",
    "92": "##hi",
    "93": "##i",
    "94": "##id",
    "95": "##ig",
    "96": "##il",
    "97": "##im",
    "98": "##imas",
    "99": "##in",
    "100": "##ir",
    "101": "##iti",
    "102": "##k",
    "103": "##kal",
    "104": "##kan",
    "105": "##ken",
    "106": "##kim",
    "107": "##kkal",
    "108": "##kken",
    "109": "##kku",
    "110": "##ku",
    "111": "##kul",
    "112": "##kum",
    "113": "##kur",
    "114": "##l",
    "115": "##la",
    "116": "##lag",
    "117": "##lga",
    "118": "##li",
    "119": "##lug",
    "120": "##m",
    "121": "##ma",
    "122": "##me",
    "123": "##mes",
    "124": "##mm",
    "125": "##mma",
    "126": "##mmar",
    "127": "##mu",
    "128": "##n",
    "129": "##na",
    "130": "##nna",
    "131": "##p",
    "132": "##pa",
    "133": "##ppa",
    "134": "##ppi",
    "135": "##q",
    "136": "##r",
    "137": "##ra",
    "138": "##ran",
    "139": "##rig",
    "140": "##saba",
    "141": "##sku",
    "142": "##sz",
    "143": "##sze",
    "144": "##szi",
    "145": "##szt",
    "146": "##t",
    "147": "##ta",
    "148": "##tab",
    "149": "##u",
    "150": "##ub",
    "151": "##uba",
    "152": "##uda",
    "153": "##udu",
    "154": "##ug",
    "155": "##uku",
    "156": "##ul",
    "157": "##ula",
    "158": "##um",
    "159": "##un",
    "160": "##uni",
    "161": "##ur",
    "162": "##uru",
    "163": "##us",
    "164": "##usz",
    "165": "##ux",
    "166": "##x",
    "167": "##z",
    "168": "##za",
    "169": "##ze",
    "170": "##zh",
    "171": "##zi",
    "172": "##zkim",
    "173": "##zku",
    "174": "##zna",
    "175": "##zta",
    "176": "##ztu",
    "177": "##zu",
    "178": "##zur",
    "179": "$",
    "180": "&",
    "181": "'",
    "182": "(",
    "183": ")",
    "184": ",",
    "185": "-",
    "186": ".",
    "187": "/",
    "188": "1",
    "189": "2",
    "190": "3",
    "191": "4",
    "192": "5",
    "193": "6",
    "194": "7",
    "195": "8",
    "196": "9",
    "197": ":",
    "198": "<",
    "199": ">",
    "200": "?",
    "201": "@",
    "202": "A",
    "203": "AL",
    "204": "AN",
    "205": "AR",
    "206": "AS",
    "207": "B",
    "208": "BA",
    "209": "D",
    "210": "DI",
    "211": "E2",
    "212": "EN",
    "213": "ES",
    "214": "G",
    "215": "GA",
    "216": "H",
    "217": "IL",
    "218": "IS",
    "219": "K",
    "220": "KA",
    "221": "LA",
    "222": "MA",
    "223": "ME",
    "224": "NE",
    "225": "PA",
    "226": "S",
    "227": "SA",
    "228": "SI",
    "229": "TU",
    "230": "U",
    "231": "UD",
    "232": "US",
    "233": "Z",
    "234": "[",
    "235": "]",
    "236": "_",
    "237": "a",
    "238": "ab",
    "239": "ad",
    "240": "ag",
    "241": "aga",
    "242": "ah",
    "243": "ak",
    "244": "al",
    "245": "alam",
    "246": "alan",
    "247": "ali",
    "248": "am",
    "249": "ama",
    "250": "amar",
    "251": "amb",
    "252": "an",
    "253": "ans",
    "254": "ap",
    "255": "api",
    "256": "ar",
    "257": "as",
    "258": "asa",
    "259": "at",
    "260": "az",
    "261": "ba",
    "262": "bad",
    "263": "bala",
    "264": "ban",
    "265": "banda",
    "266": "bar",
    "267": "bara",
    "268": "be",
    "269": "bi",
    "270": "bil",
    "271": "bl",
    "272": "bu",
    "273": "c",
    "274": "d",
    "275": "da",
    "276": "dab",
    "277": "dag",
    "278": "dal",
    "279": "dam",
    "280": "dan",
    "281": "dar",
    "282": "de",
    "283": "di",
    "284": "did",
    "285": "din",
    "286": "diri",
    "287": "dis",
    "288": "du",
    "289": "dub",
    "290": "dug",
    "291": "dum",
    "292": "dun",
    "293": "dur",
    "294": "dus",
    "295": "e",
    "296": "edi",
    "297": "ela",
    "298": "em",
    "299": "en",
    "300": "ene",
    "301": "eng",
    "302": "ensi",
    "303": "er",
    "304": "ere",
    "305": "eri",
    "306": "es",
    "307": "esi",
    "308": "ez",
    "309": "g",
    "310": "ga",
    "311": "gab",
    "312": "gada",
    "313": "gal",
    "314": "gan",
    "315": "gar",
    "316": "gara",
    "317": "gaz",
    "318": "ge",
    "319": "gen",
    "320": "gi",
    "321": "gibi",
    "322": "gir",
    "323": "giri",
    "324": "gu",
    "325": "gud",
    "326": "gun",
    "327": "gur",
    "328": "guru",
    "329": "ha",
    "330": "hab",
    "331": "had",
    "332": "hal",
    "333": "har",
    "334": "has",
    "335": "he",
    "336": "hen",
    "337": "hi",
    "338": "hu",
    "339": "hul",
    "340": "hun",
    "341": "hur",
    "342": "hus",
    "343": "i",
    "344": "ia",
    "345": "ibi",
    "346": "id",
    "347": "idi",
    "348": "ig",
    "349": "ik",
    "350": "iku",
    "351": "il",
    "352": "illa",
    "353": "im",
    "354": "in",
    "355": "ina",
    "356": "ini",
    "357": "ir",
    "358": "iri",
    "359": "is",
    "360": "it",
    "361": "iz",
    "362": "ka",
    "363": "kam",
    "364": "kan",
    "365": "kar",
    "366": "kas",
    "367": "ke",
    "368": "kes",
    "369": "ki",
    "370": "kin",
    "371": "kiri",
    "372": "kis",
    "373": "ku",
    "374": "kun",
    "375": "kung",
    "376": "kup",
    "377": "kur",
    "378": "kuru",
    "379": "kus",
    "380": "la",
    "381": "laga",
    "382": "lah",
    "383": "le",
    "384": "li",
    "385": "lib",
    "386": "lu",
    "387": "lunga",
    "388": "m",
    "389": "ma",
    "390": "mah",
    "391": "mal",
    "392": "mar",
    "393": "mas",
    "394": "me",
    "395": "mer",
    "396": "mes",
    "397": "mi",
    "398": "min",
    "399": "mu",
    "400": "mun",
    "401": "mur",
    "402": "n",
    "403": "na",
    "404": "nag",
    "405": "nam",
    "406": "nan",
    "407": "nar",
    "408": "ne",
    "409": "ner",
    "410": "nera",
    "411": "nes",
    "412": "ni",
    "413": "nim",
    "414": "nin",
    "415": "nit",
    "416": "nu",
    "417": "num",
    "418": "nun",
    "419": "pa",
    "420": "pal",
    "421": "par",
    "422": "pes",
    "423": "pi",
    "424": "pis",
    "425": "pu",
    "426": "q",
    "427": "qu",
    "428": "ra",
    "429": "re",
    "430": "ri",
    "431": "ru",
    "432": "rum",
    "433": "s",
    "434": "sa",
    "435": "saga",
    "436": "saha",
    "437": "saka",
    "438": "sal",
    "439": "sang",
    "440": "se",
    "441": "ses",
    "442": "si",
    "443": "sig",
    "444": "sik",
    "445": "sil",
    "446": "sila",
    "447": "sim",
    "448": "sir",
    "449": "sis",
    "450": "space",
    "451": "su",
    "452": "sub",
    "453": "sud",
    "454": "sue",
    "455": "suhu",
    "456": "sull",
    "457": "sum",
    "458": "sun",
    "459": "sur",
    "460": "sz",
    "461": "t",
    "462": "ta",
    "463": "tab",
    "464": "tag",
    "465": "tak",
    "466": "tal",
    "467": "tam",
    "468": "tar",
    "469": "te",
    "470": "ti",
    "471": "til",
    "472": "tir",
    "473": "tu",
    "474": "tur",
    "475": "u",
    "476": "ud",
    "477": "ug",
    "478": "uk",
    "479": "ul",
    "480": "um",
    "481": "un",
    "482": "unu",
    "483": "ur",
    "484": "uri",
    "485": "us",
    "486": "ut",
    "487": "uz",
    "488": "v",
    "489": "wa",
    "490": "we",
    "491": "x",
    "492": "za",
    "493": "zal",
    "494": "ze",
    "495": "zi",
    "496": "zu",
    "497": "{",
    "498": "|",
    "499": "}"
  },
  "vocab_size": 500
}